text_streak_increment = (
    'Отличные новости!', # 1
    'Серия обновилась!', # 2
    'Перепроверяю бумажки...', # 3
    'Обновляю базу данных...', # 4
    'Переписываю логи...', # 5
)

emotions = {
    1: ('🔥', '🔥'),
    10: ('🔥🔥', '🔥🔥'),
    25: ('🔥🔥🔥', '🔥🔥🔥'),
    50: ('❤️‍🔥', '❤️‍🔥'),
    75: ('❤️‍🔥❤️‍🔥❤️‍🔥', '❤️‍🔥❤️‍🔥❤️‍🔥'),
    100: ('👑👑👑', '👑👑👑'),
}

ura_texts = {
    -1: "😔Ваша прошлая серия сгорела...😔",
    1: "🔥Вы начали новую серию!🔥",
    10: "🔥🔥Первая десятка! Все еще впереди!🔥🔥",
    25: "🔥🔥🔥Четверть сотни! Едем дальше!🔥🔥🔥",
    50: "❤️‍🔥Уже половина! Только вперед!❤️‍🔥",
    75: "❤️‍🔥❤️‍🔥❤️‍🔥Вжжжж, это почти сотня!❤️‍🔥❤️‍🔥❤️‍🔥",
    100: "👑👑👑Это победа👑👑👑",
    300: "🚜🚜🚜Скажите 300🚜🚜🚜",
    365: "💍?",
}
